Autodesk.Revit.DB.Structure.PointLoad.Moment
Returns the three dimensional moment applied to the point load.
Remarks:
The default force unit is kN-m for metric, and kip-ft for imperial.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL

Autodesk.Revit.DB.Structure.PointLoad.Force
Returns the three dimensional force applied to the point load.
Remarks:
The default force unit is kN for metric, and kip for imperial.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was NULL